/* button title
   Button title */
"OK" = "OK";

/* alert panel message */
"Please launch the OmniOutliner Professional application manually and try again." = "Avvia manualmente l'applicazione OmniOutliner Professional e riprova.";

/* Services error message */
"Please make sure the application is installed so that the service can locate it.  You may need to log out, log in again and run OmniOutliner Professional for the application to be registered." = "Assicurati che l'applicazione OmniOutliner Professional sia installata in modo che il servizio la possa localizzare. Potresti avere bisogno di eseguire un logout e un nuovo login ed eseguire OmniOutliner Professional per registrare l'applicazione.";

/* Services error message */
"Please make sure the OmniOutliner Professional application is installed so that the service can locate it.  You may need to log out and log in again for the application to be registered." = "Assicurati che l'applicazione OmniOutliner Professional sia installata in modo che il servizio la possa localizzare. Potresti avere bisogno di eseguire un logout e un nuovo login per registrare l'applicazione.";

/* Services error message */
"Please reinstall the OmniOutliner Professional application." = "Installa di nuovo l'applicazione OmniOutliner Professional.";

/* alert panel title */
"The OmniOutliner Professional Clipping Service was unable to connect to the OmniOutliner Professional application." = "Il servizio di ritagli di OmniOutliner Professional non è in grado di collegarsi all'applicazione OmniOutliner Professional.";

/* Services error title */
"The OmniOutliner Professional Clipping Service was unable to launch the OmniOutliner Professional application bundle." = "Il servizio di ritagli di OmniOutliner Professional non è in grado di avviare l'applicazione OmniOutliner Professional.";

/* Services error title */
"The OmniOutliner Professional Clipping Service was unable to locate the OmniOutliner Professional application bundle." = "Il servizio di ritagli di OmniOutliner Professional non è in grado di localizzare l'applicazione OmniOutliner Professional.";

